2023/Wiskunde/fouten.org
#+OPTIONS:toc:nil

#+LATEX_HEADER: \usepackage{pgfplots}
#+LATEX_HEADER: \usepgfplotslibrary{external}
#+LATEX_HEADER: \tikzexternalize

* Nooit meer fouten
** 1. Vraag verkeerd gelezen
Oplossing: Na het maken van opdracht, vraag nog eens doorlezen.
** 2. Bij exponentieel verband \(a(x-p)^n+q\) vergeten dat het \(\textbf{\underline{min}}\ p\) is
 Oplossing: aan het eind van _elke_ vraag controleren dat deze fout niet gemaakt is.
** 3. Bij het over de \(=\) halen vergeten met \(-1\) te vermenigvuldigen
** 4. Bij vermenigvuldigingsfactoren maken een decimaal teveel of te weinig \(23\% \neq 1,023 \), \(23\% = 1,23\)
** 5. Te weinig oplossingen bij vragen die er meerdere hebben
Oplossing: als het om een functie gaat kun je het je voorstellen als een grafiek en dus zien of er meerdere oplossingen zijn

\begin{equation}
\begin{tikzpicture}
\begin{axis}[xmax=1.5,ymax=2,xmin=-1.5,ymin=0,]


\addplot[color=red, domain=-2:2, domain y=-2:2, samples=200]{x^4};

\addplot[color=green, domain=-2:2, domain y=-2:2, samples=200]{x^10};

\node[label={180:{(-1,1)}},circle,fill,inner, set=1pt] at (axis cs:-1,1);
\node[label={180:{(1,1)}},circle,fill,inner, set=1pt] at (axis cs:1,1);


\end{axis}
\end{tikzpicture}
\end{equation}
